<template>
  <div class="agreement">
    <div class="a-title">美英咖社区服务协议</div>
    <div class="a-content">
      <h3>⦁	注册协议条款的确认和接受</h3>


      <p>上海格萌电子商务有限公司（以下简称公司）享有“美英咖社区”系列产品及其相关知识产权的经营权和使用权，以及发展特许加盟商、经销商、代理商的权利。现公司同意按照本协议规定及其不定时发布的操作规则提供基于互联网和移动互联网的相关服务（以下称“网络服务”）。</p>
      <p>为获得网络服务，申请人应当认真阅读、充分理解本《协议》中各条款，包括免除或者限制本公司责任的免责条款及对用户的权利限制条款。请用户审慎阅读本《协议》（未成年人应在法定监护人陪同下阅读）。</p>
      <p>同意接受本协议的全部条款，申请人应当按照应用程序页面上的提示完成全部注册程序，否则申请人应当终止并退出申请。</p>
      <p>本《协议》可由本公司随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不另行通知。在修改《协议》条款后，如果用户不接受修改后的条款，请立即停止本公司提供的网络服务，继续使用的用户将被视为已接受了修改后的协议。</p>

      <h3>⦁	服务内容</h3>

      <p>1. 网络服务的内容包括但不限于“美英咖社区”微信服务号及服务号中定期发布的图文、音频和视频等，用户权益如下：平台不定期发布课程产品，内容包括图文、音频和视频（专属老师）；购买成功后可查看及在平台上多次反复听课，也可成功查看往期购买课程内容。</p>
      <p>2. 购买须知 <br/><br/>
        1)	《美英咖社区》为您不定期提供丰富多样的在线英语学习课程（视频+音频+图文）；<br/>
        2)	课程为付费产品，购买成功后即可反复学习（视频+音频+图文）；<br/>
        3)	本产品为虚拟内容服务，一经购买成功，不可退款，敬请谅解；<br/>
        4)	严禁任何形式的翻录或转载，严禁在第三方平台转播，违者将追究法律责任。<br/>
      </p>
      <p>3.	用户理解，本公司仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如手机或其他接入互联网或移动互联网有关的装置）及所需的费用（如为接入互联网而支付的网费、为使用移动互联网而支付的手机费）均由用户自行负担。</p>
      <p>4.	您不得干扰我们正常地提供产品和服务，包括但不限于：<br/>
        1)	攻击、侵入我们的服务器或使服务器过载；<br/>
        2)	破解、修改我们提供的客户端程序；<br/>
        3)	利用程序的漏洞和错误（Bug）破坏服务器的正常运行；<br/>
        4)	不合理地干扰或阻碍他人使用我们所提供的产品或服务。<br/>
      </p>

      <h3>⦁	用户账号</h3>
      <p>1.	经本公司的应用程序的注册系统完成注册程序的用户即为正式用户。</p>
      <p>2.	用户账号的所有权归本公司，用户完成申请注册后，用户享有使用权。</p>
      <p>3.	用户有义务保证密码和账号的安全，用户利用该账号所进行的一切活动引起的任何损失或损害，由用户自行承担全部责任，本公司不承担任何责任。如用户发现账号遭到未授权的使用或发生其他任何安全问题，应立即修改账号密码并妥善保管。因黑客行为或用户的保障疏忽导致账号非法使用，本公司不承担任何责任。</p>
      <p>4.	用户账号在丢失、遗忘密码后，需致电本公司找回账号密码。本应用程序的账户密码找回机制仅负责识别用户找回密码时所提交信息与系统记录资料是否一致，而无法识别申请密码找回者是否系账号的真正使用权人。对用户因被他人冒名申请而致任何损失，本公司不承担任何责任，用户知晓账号及密码保管责任在于用户，本应用程序并不承诺账号丢失或遗忘密码后用户一定能通过应用程序找回账号。用户应当谨慎填写初始注册邮箱，有可能作为密码找回指定邮箱。</p>

      <h3>⦁	隐私保护</h3>

      <p>保护用户隐私是本公司的一项基本政策，本公司保证不对外公开或向第三方提供用户的注册资料，但下列情况除外：<br/>
        1.	事先获得用户的书面明确授权；<br/>
        2.	根据有关的法律法规要求；<br/>
        3.	按照相关政府主管部门的要求；<br/>
        4.	为维护社会公众的利益；<br/>
        5.	为维护本公司的合法权益。<br/>
      </p>

      <h3>⦁	公司声明</h3>

      <p>任何单位或个人未经公司授权许可，不得以“美英咖社区”系列产品的服务内容，及“美英咖社区”商标、文字、形象、标识等进行营利活动，公司将保留对前述行为人追究其法律责任的权利。</p>


    </div>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {
    data() {
      return {};
    }
  };
</script>

<style lang="stylus" rel="stylesheet/stylus">
  .agreement
    padding 15px 10px 100px 10px
    .a-title
      color #cc1138
      text-align center
      font-size 16px
      padding 10px 0
    .a-content
      font-size 12px
      line-height 1.6
      h3
        padding 10px 0
        font-size 14px
      p
        text-indent 1em
        padding 5px 0
</style>
